Repository: Wayne-Kim/pocket-sisyphus
Catalog: ios/PocketSisyphus/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: 월간·연간 구독은 7일 무료 체험 후 자동으로 갱신됩니다. 기간이 끝나기 24시간 전까지 해지하지 않으면 표시된 가격으로 자동 결제되며, App Store 계정 설정에서 언제든 해지할 수 있어요. 평생 이용권은 한 번만 결제하는 비구독 상품입니다.
ar: تتجدد الاشتراكات الشهرية والسنوية تلقائيًا بعد التجربة المجانية لمدة 7 أيام. وما لم تُلغِ قبل انتهاء المدة بـ 24 ساعة على الأقل، ستُحصَّل منك القيمة المعروضة، ويمكنك الإلغاء في أي وقت من إعدادات حساب App Store. خطة مدى الحياة عملية شراء لمرة واحدة وليست اشتراكًا.
en: Monthly and yearly subscriptions auto-renew after the 7-day free trial. Unless cancelled at least 24 hours before the period ends, you'll be charged the listed price; you can cancel anytime in your App Store account settings. The lifetime plan is a one-time, non-subscription purchase.
es: Las suscripciones mensual y anual se renuevan automáticamente tras la prueba gratis de 7 días. Si no las cancelas al menos 24 horas antes de que termine el período, se te cobrará el precio indicado; puedes cancelar cuando quieras en los ajustes de tu cuenta de App Store. El plan de por vida es una compra única, sin suscripción.
fr: Les abonnements mensuel et annuel se renouvellent automatiquement après l'essai gratuit de 7 jours. Sauf résiliation au moins 24 heures avant la fin de la période, le prix indiqué vous sera facturé ; vous pouvez résilier à tout moment dans les réglages de votre compte App Store. La formule à vie est un achat unique, sans abonnement.
hi: मासिक और वार्षिक सदस्यताएँ 7-दिन के मुफ़्त ट्रायल के बाद स्वतः नवीनीकृत होती हैं। अवधि समाप्त होने से कम-से-कम 24 घंटे पहले रद्द न करने पर दर्शाई गई कीमत ली जाएगी; आप अपने App Store खाते की सेटिंग में कभी भी रद्द कर सकते हैं। लाइफटाइम प्लान एक बार की, गैर-सदस्यता खरीद है।
ja: 月額・年額サブスクリプションは7日間の無料トライアル後に自動更新されます。期間終了の24時間前までに解約しない限り表示価格で課金され、App Store アカウント設定からいつでも解約できます。買い切りプランはサブスクリプションではない一回限りの購入です。
pt_br: As assinaturas mensal e anual renovam automaticamente após o teste grátis de 7 dias. Se não cancelar pelo menos 24 horas antes do fim do período, o preço indicado será cobrado; você pode cancelar quando quiser nas configurações da sua conta da App Store. O plano vitalício é uma compra única, não uma assinatura.
ru: Месячная и годовая подписки автоматически продлеваются после 7-дневного бесплатного периода. Если не отменить минимум за 24 часа до окончания периода, с вас спишут указанную цену; отменить можно в любой момент в настройках учётной записи App Store. Пожизненный план — это разовая покупка, а не подписка.
zh_hans: 月度和年度订阅在 7 天免费试用后自动续订。若未在当期结束前至少 24 小时取消，将按所示价格扣费；你可随时在 App Store 账户设置中取消。永久版为一次性购买，非订阅。

source: 월간·연간 구독은 기간이 끝나기 24시간 전까지 해지하지 않으면 표시된 가격으로 자동 갱신·결제되며, App Store 계정 설정에서 언제든 해지할 수 있어요. 평생 이용권은 한 번만 결제하는 비구독 상품입니다.
ar: تتجدد الاشتراكات الشهرية والسنوية تلقائيًا بالقيمة المعروضة ما لم تُلغِها قبل انتهاء المدة بـ 24 ساعة على الأقل، ويمكنك الإلغاء في أي وقت من إعدادات حساب App Store. خطة مدى الحياة عملية شراء لمرة واحدة وليست اشتراكًا.
en: Monthly and yearly subscriptions auto-renew at the listed price unless cancelled at least 24 hours before the period ends; you can cancel anytime in your App Store account settings. The lifetime plan is a one-time, non-subscription purchase.
es: Las suscripciones mensual y anual se renuevan automáticamente al precio indicado salvo que las canceles al menos 24 horas antes de que termine el período; puedes cancelar cuando quieras en los ajustes de tu cuenta de App Store. El plan de por vida es una compra única, sin suscripción.
fr: Les abonnements mensuel et annuel se renouvellent automatiquement au prix indiqué sauf résiliation au moins 24 heures avant la fin de la période ; vous pouvez résilier à tout moment dans les réglages de votre compte App Store. La formule à vie est un achat unique, sans abonnement.
hi: मासिक और वार्षिक सदस्यताएँ, अवधि समाप्त होने से कम-से-कम 24 घंटे पहले रद्द न करने पर, दर्शाई गई कीमत पर स्वतः नवीनीकृत होती हैं; आप अपने App Store खाते की सेटिंग में कभी भी रद्द कर सकते हैं। लाइफटाइम प्लान एक बार की, गैर-सदस्यता खरीद है।
ja: 月額・年額サブスクリプションは、期間終了の24時間前までに解約しない限り表示価格で自動更新・課金され、App Store アカウント設定からいつでも解約できます。買い切りプランはサブスクリプションではない一回限りの購入です。
pt_br: As assinaturas mensal e anual renovam automaticamente pelo preço indicado se não forem canceladas pelo menos 24 horas antes do fim do período; você pode cancelar quando quiser nas configurações da sua conta da App Store. O plano vitalício é uma compra única, não uma assinatura.
ru: Месячная и годовая подписки автоматически продлеваются по указанной цене, если не отменить минимум за 24 часа до окончания периода; отменить можно в любой момент в настройках учётной записи App Store. Пожизненный план — это разовая покупка, а не подписка.
zh_hans: 月度和年度订阅若未在当期结束前至少 24 小时取消，将按所示价格自动续订扣费；你可随时在 App Store 账户设置中取消。永久版为一次性购买，非订阅。

source: 월간·연간 구독의 해지·플랜 변경은 App Store 계정에서 관리합니다.
ar: ألغِ أو غيّر خطتك الشهرية أو السنوية من حساب App Store.
en: Cancel or change your monthly or yearly plan in your App Store account.
es: Cancela o cambia tu plan mensual o anual desde tu cuenta de App Store.
fr: Résiliez ou modifiez votre forfait mensuel ou annuel depuis votre compte App Store.
hi: अपना मासिक या वार्षिक प्लान App Store खाते में रद्द या बदलें।
ja: 月額・年額プランの解約・変更は App Store アカウントで行えます。
pt_br: Cancele ou altere seu plano mensal ou anual na sua conta da App Store.
ru: Отмените или измените месячный или годовой план в учётной записи App Store.
zh_hans: 在 App Store 账户中取消或更改你的月度或年度套餐。

source: 웹 미리보기
ar: معاينة الويب
en: Web Preview
es: Vista previa web
fr: Aperçu web
hi: वेब पूर्वावलोकन
ja: Web プレビュー
pt_br: Pré-visualização web
ru: Веб-предпросмотр
zh_hans: 网页预览

source: 웹+레포
ar: الويب + المستودع
en: Web + repo
es: Web + repo
fr: Web + dépôt
hi: वेब + रेपो
ja: ウェブ＋リポジトリ
pt_br: Web + repo
ru: Веб + репозиторий
zh_hans: 网络 + 仓库

source: 위
ar: أعلى
en: Up
es: Arriba
fr: Haut
hi: ऊपर
ja: 上
pt_br: Cima
ru: Вверх
zh_hans: 上

source: 위로 스크롤
ar: التمرير لأعلى
en: Scroll up
es: Desplazar hacia arriba
fr: Défiler vers le haut
hi: ऊपर स्क्रॉल करें
ja: 上にスクロール
pt_br: Rolar para cima
ru: Прокрутить вверх
zh_hans: 向上滚动

source: 위에서 레포 경로를 고르면, 데스크탑에서 진행 중이던 코드 에이전트 세션을 여기서 이어 받을 수 있어요.
ar: اختر مسار المستودع أعلاه لمتابعة جلسة وكيل البرمجة قيد التشغيل على سطح المكتب هنا.
en: Pick a repo path above to resume an in-progress desktop coding-agent session here.
es: Selecciona arriba una ruta de repo para reanudar aquí una sesión de agente de programación en curso del escritorio.
fr: Choisissez ci-dessus un chemin de repo pour reprendre ici une session d’agent de codage en cours sur le bureau.
hi: ऊपर रेपो पथ चुनें ताकि डेस्कटॉप पर चल रहा कोडिंग एजेंट सत्र यहाँ जारी रखा जा सके।
ja: 上でリポジトリのパスを選ぶと、デスクトップで進行中のコーディングエージェントのセッションをここで引き継げます。
pt_br: Escolha um caminho de repo acima para retomar aqui uma sessão de agente de programação em andamento no desktop.
ru: Выберите путь к репо выше, чтобы продолжить здесь сессию кодинг-агента, идущую на десктопе.
zh_hans: 在上方选择仓库路径,即可在此接续桌面正在进行的编码 Agent 会话。

source: 유효 %lld개
ar: %lld صالحة
en: %lld valid
es: %lld válidos
fr: %lld valides
hi: %lld मान्य
ja: 有効 %lld 個
pt_br: %lld válidas
ru: %lld действит.
zh_hans: 有效 %lld 个

source: 음성 대화
ar: محادثة صوتية
en: Voice conversation
es: Conversación por voz
fr: Conversation vocale
hi: वॉयस वार्तालाप
ja: 音声会話
pt_br: Conversa por voz
ru: Голосовой диалог
zh_hans: 语音对话

source: 음성 모델 다운로드 중 %@
ar: جارٍ تنزيل نموذج الصوت %@
en: Downloading voice model %@
es: Descargando el modelo de voz %@
fr: Téléchargement du modèle vocal %@
hi: वॉयस मॉडल डाउनलोड हो रहा है %@
ja: 音声モデルをダウンロード中 %@
pt_br: Baixando o modelo de voz %@
ru: Загрузка голосовой модели %@
zh_hans: 正在下载语音模型 %@

source: 음성 모델 불러오는 중…
ar: جارٍ تحميل نموذج الصوت…
en: Loading voice model…
es: Cargando el modelo de voz…
fr: Chargement du modèle vocal…
hi: वॉयस मॉडल लोड हो रहा है…
ja: 音声モデルを読み込み中…
pt_br: Carregando o modelo de voz…
ru: Загрузка голосовой модели…
zh_hans: 正在加载语音模型…

source: 음성 모델 준비 중
ar: جارٍ تجهيز نموذج الصوت
en: Preparing voice model
es: Preparando el modelo de voz
fr: Préparation du modèle vocal
hi: वॉयस मॉडल तैयार हो रहा है
ja: 音声モデルを準備中
pt_br: Preparando o modelo de voz
ru: Подготовка голосовой модели
zh_hans: 正在准备语音模型

source: 음성 모델을 준비하지 못했어요. 네트워크를 확인하고 다시 시도해 주세요.
ar: تعذّر تجهيز نموذج الصوت. تحقّق من الشبكة وحاول مرة أخرى.
en: Couldn’t prepare the voice model. Check your network and try again.
es: No se pudo preparar el modelo de voz. Comprueba tu red e inténtalo de nuevo.
fr: Impossible de préparer le modèle vocal. Vérifiez votre réseau et réessayez.
hi: वॉयस मॉडल तैयार नहीं हो सका। अपना नेटवर्क जांचें और फिर से प्रयास करें।
ja: 音声モデルを準備できませんでした。ネットワークを確認してもう一度お試しください。
pt_br: Não foi possível preparar o modelo de voz. Verifique sua rede e tente novamente.
ru: Не удалось подготовить голосовую модель. Проверьте сеть и повторите попытку.
zh_hans: 无法准备语音模型。请检查网络后重试。

source: 음성 인식 정확도
ar: دقة التعرف على الصوت
en: Speech accuracy
es: Precisión de voz
fr: Précision vocale
hi: वाक् पहचान सटीकता
ja: 音声認識の精度
pt_br: Precisão de voz
ru: Точность распознавания речи
zh_hans: 语音识别精度

source: 음성 입력
ar: الإدخال الصوتي
en: Voice input
es: Entrada de voz
fr: Saisie vocale
hi: वॉयस इनपुट
ja: 音声入力
pt_br: Entrada de voz
ru: Голосовой ввод
zh_hans: 语音输入

source: 음성 입력 (누르고 말하기)
ar: الإدخال الصوتي (اضغط مع الاستمرار للتحدث)
en: Voice input (press and hold to speak)
es: Entrada de voz (mantén pulsado para hablar)
fr: Saisie vocale (maintenez pour parler)
hi: वॉयस इनपुट (बोलने के लिए दबाए रखें)
ja: 音声入力（押しながら話す）
pt_br: Entrada de voz (mantenha pressionado para falar)
ru: Голосовой ввод (нажмите и удерживайте, чтобы говорить)
zh_hans: 语音输入（按住说话）

source: 음성 입력을 사용할 수 있어요
ar: الإدخال الصوتي جاهز
en: Voice input is ready
es: La entrada de voz está lista
fr: La saisie vocale est prête
hi: वॉयस इनपुट तैयार है
ja: 音声入力が使えます
pt_br: A entrada de voz está pronta
ru: Голосовой ввод готов
zh_hans: 语音输入已就绪

source: 음성을 인식하지 못했어요.
ar: تعذّر التعرّف على الصوت.
en: Couldn’t recognize the audio.
es: No se pudo reconocer el audio.
fr: Impossible de reconnaître l’audio.
hi: ऑडियो पहचाना नहीं जा सका।
ja: 音声を認識できませんでした。
pt_br: Não foi possível reconhecer o áudio.
ru: Не удалось распознать аудио.
zh_hans: 无法识别语音。

source: 응답 본문이 base64 / utf8 둘 다로 풀리지 않는다.
ar: تعذّر فك تشفير محتوى الاستجابة بكلٍّ من base64 و UTF-8.
en: Response body could not be decoded as base64 or UTF-8.
es: El cuerpo de la respuesta no pudo decodificarse ni en base64 ni en UTF-8.
fr: Le corps de la réponse n’a pu être décodé ni en base64 ni en UTF-8.
hi: प्रतिक्रिया का मुख्य भाग base64 या UTF-8 दोनों में डिकोड नहीं हो सका।
ja: レスポンス本文を base64 / UTF-8 どちらでもデコードできません。
pt_br: Não foi possível decodificar o corpo da resposta como base64 ou UTF-8.
ru: Тело ответа не удалось декодировать ни как base64, ни как UTF-8.
zh_hans: 响应正文无法以 base64 或 UTF-8 解码。

source: 응답 시간
ar: زمن الاستجابة
en: Response time
es: Tiempo de respuesta
fr: Temps de réponse
hi: प्रतिक्रिया समय
ja: 応答時間
pt_br: Tempo de resposta
ru: Время отклика
zh_hans: 响应时间

source: 응답을 이해할 수 없어요. OpenAI 호환 서버가 맞는지 확인하세요.
ar: تعذّر فهم الاستجابة. تأكد من أنه خادم متوافق مع OpenAI.
en: Couldn’t understand the response. Make sure it’s an OpenAI-compatible server.
es: No se pudo interpretar la respuesta. Asegúrate de que sea un servidor compatible con OpenAI.
fr: Réponse incompréhensible. Vérifiez qu’il s’agit d’un serveur compatible OpenAI.
hi: प्रतिक्रिया समझ नहीं आई। सुनिश्चित करें कि यह OpenAI-संगत सर्वर है।
ja: 応答を解釈できません。OpenAI 互換サーバーであるか確認してください。
pt_br: Não foi possível interpretar a resposta. Verifique se é um servidor compatível com OpenAI.
ru: Не удалось разобрать ответ. Убедитесь, что это сервер, совместимый с OpenAI.
zh_hans: 无法解析响应。请确认这是与 OpenAI 兼容的服务器。

source: 응답이 손상됐거나 지원하지 않는 포맷이다.
ar: الاستجابة تالفة أو بصيغة غير مدعومة.
en: The response is corrupted or in an unsupported format.
es: La respuesta está dañada o tiene un formato no admitido.
fr: La réponse est corrompue ou dans un format non pris en charge.
hi: प्रतिक्रिया दूषित है या असमर्थित प्रारूप में है।
ja: レスポンスが破損しているか、未対応のフォーマットです。
pt_br: A resposta está corrompida ou em um formato sem suporte.
ru: Ответ повреждён или формат не поддерживается.
zh_hans: 响应已损坏或格式不受支持。

source: 이 Mac 메모리엔 빠듯할 수 있어요
ar: قد يكون هذا على حدود ذاكرة هذا الـ Mac
en: This may be tight for your Mac's memory
es: Puede quedar justo para la memoria de este Mac
fr: Cela peut être juste pour la mémoire de ce Mac
hi: इस Mac की मेमोरी के लिए यह कम पड़ सकता है
ja: このMacのメモリでは厳しいかもしれません
pt_br: Pode ficar apertado para a memória deste Mac
ru: Для памяти этого Mac это может быть впритык
zh_hans: 对这台 Mac 的内存来说可能有点紧张

source: 이 Mac 앱은 원격 업데이트 기능을 지원하지 않는 옛 버전입니다. Mac 메뉴바에서 직접 «업데이트 확인» 을 눌러 주세요.
ar: هذا الإصدار من تطبيق Mac قديم ولا يدعم التحديث عن بُعد. يُرجى الضغط على «التحقّق من التحديث» مباشرة من شريط قوائم Mac.
en: This Mac app version doesn’t support remote updates. Please click “Check for updates” directly from the Mac menu bar.
es: Esta versión de la app de Mac no admite actualizaciones remotas. Pulsa «Buscar actualizaciones» directamente en la barra de menús de Mac.
fr: Cette version de l’app Mac ne prend pas en charge les mises à jour à distance. Veuillez cliquer sur « Rechercher des mises à jour » directement dans la barre de menus Mac.
hi: Mac ऐप का यह संस्करण रिमोट अपडेट का समर्थन नहीं करता। कृपया Mac मेनू बार से सीधे «अपडेट जाँचें» पर क्लिक करें।
ja: この Mac アプリのバージョンはリモート更新に対応していません。Mac メニューバーから直接「アップデートを確認」を押してください。
pt_br: Esta versão do app do Mac não suporta atualização remota. Clique em “Buscar atualizações” diretamente na barra de menus do Mac.
ru: Эта версия Mac-приложения не поддерживает удалённое обновление. Нажмите «Проверить обновления» прямо в строке меню Mac.
zh_hans: 此 Mac 应用版本不支持远程更新。请在 Mac 菜单栏中直接点击「检查更新」。

source: 이 Mac 에 GitHub CLI(gh)가 없어 이슈·Discussions 를 못 읽었어요. Mac 터미널에서 아래를 실행하면 다음 수집부터 더 좋은 브리프를 받아요.
ar: لا يحتوي هذا الـ Mac على أداة GitHub CLI ‏(gh)، لذا تعذّرت قراءة المشكلات و Discussions. شغّل الأوامر أدناه في طرفية الـ Mac للحصول على ملخّصات أفضل في عملية الجمع التالية.
en: This Mac doesn't have the GitHub CLI (gh), so issues and Discussions couldn't be read. Run the commands below in the Mac terminal to get better briefs from the next collection.
es: Este Mac no tiene la CLI de GitHub (gh), por lo que no se pudieron leer las incidencias ni las Discussions. Ejecuta los comandos siguientes en el terminal del Mac para obtener mejores briefs en la próxima recopilación.
fr: Ce Mac ne dispose pas de la CLI GitHub (gh), les tickets et les Discussions n'ont donc pas pu être lus. Exécutez les commandes ci-dessous dans le terminal du Mac pour obtenir de meilleurs briefs lors de la prochaine collecte.
hi: इस Mac पर GitHub CLI (gh) नहीं है, इसलिए इश्यू और Discussions नहीं पढ़े जा सके। अगली बार बेहतर ब्रीफ़ पाने के लिए Mac टर्मिनल में नीचे दिए कमांड चलाएँ।
ja: この Mac には GitHub CLI（gh）がないため、Issue や Discussions を読めませんでした。Mac のターミナルで以下を実行すると、次回の収集からより良いブリーフが得られます。
pt_br: Este Mac não tem a CLI do GitHub (gh), então issues e Discussions não puderam ser lidos. Execute os comandos abaixo no terminal do Mac para obter briefs melhores na próxima coleta.
ru: На этом Mac нет GitHub CLI (gh), поэтому задачи и Discussions не удалось прочитать. Выполните команды ниже в терминале Mac, чтобы получать более качественные брифы при следующем сборе.
zh_hans: 此 Mac 上没有 GitHub CLI（gh），因此无法读取 issue 和 Discussions。在 Mac 终端中运行以下命令，下次收集即可获得更好的简报。

source: 이 Mac 에 연결된 기기를 확인하고, 두 번째 기기를 허용하거나 분실한 기기의 접근을 해제할 수 있어요.
ar: تحقق من الأجهزة المتصلة بهذا الـ Mac، واسمح بجهاز ثانٍ، أو ألغِ وصول جهاز مفقود.
en: Check the devices connected to this Mac, allow a second device, or revoke access for a lost device.
es: Consulta los dispositivos conectados a este Mac, permite un segundo dispositivo o revoca el acceso de un dispositivo perdido.
fr: Consultez les appareils connectés à ce Mac, autorisez un deuxième appareil ou révoquez l'accès d'un appareil perdu.
hi: इस Mac से जुड़े डिवाइस देखें, दूसरे डिवाइस की अनुमति दें, या खोए हुए डिवाइस की पहुँच हटाएं।
ja: このMacに接続されたデバイスを確認し、2台目を許可したり、紛失したデバイスのアクセスを解除したりできます。
pt_br: Veja os dispositivos conectados a este Mac, permita um segundo dispositivo ou revogue o acesso de um dispositivo perdido.
ru: Просматривайте устройства, подключённые к этому Mac, разрешайте второе устройство или отзывайте доступ для потерянного устройства.
zh_hans: 查看连接到此 Mac 的设备，允许第二台设备，或解除丢失设备的访问权限。

source: 이 Mac 에 연결된 기기를 확인하고, 추가 기기를 허용하거나 분실한 기기의 접근을 해제할 수 있어요.
ar: تحقّق من الأجهزة المتصلة بهذا الـ Mac، ويمكنك السماح بأجهزة إضافية أو إلغاء وصول جهاز مفقود.
en: Check the devices connected to this Mac, and allow additional devices or revoke access for a lost device.
es: Consulta los dispositivos conectados a este Mac y permite dispositivos adicionales o revoca el acceso de un dispositivo perdido.
fr: Consultez les appareils connectés à ce Mac, et autorisez des appareils supplémentaires ou révoquez l'accès d'un appareil perdu.
hi: इस Mac से जुड़े डिवाइस देखें, और अतिरिक्त डिवाइस की अनुमति दें या खोए हुए डिवाइस का एक्सेस हटाएँ।
ja: この Mac に接続されたデバイスを確認し、追加のデバイスを許可したり、紛失した端末のアクセスを解除したりできます。
pt_br: Veja os dispositivos conectados a este Mac e permita dispositivos adicionais ou revogue o acesso de um dispositivo perdido.
ru: Просматривайте устройства, подключённые к этому Mac, и разрешайте дополнительные устройства или отзывайте доступ для утерянного устройства.
zh_hans: 查看连接到此 Mac 的设备，并可允许额外设备或解除丢失设备的访问权限。

source: 이 Mac 의 GitHub CLI(gh)가 로그인돼 있지 않아 이슈·Discussions 를 못 읽었어요. Mac 터미널에서 아래를 실행하면 다음 수집부터 더 좋은 브리프를 받아요.
ar: لم يتم تسجيل الدخول إلى أداة GitHub CLI ‏(gh) على هذا الـ Mac، لذا تعذّرت قراءة المشكلات و Discussions. شغّل الأمر أدناه في طرفية الـ Mac للحصول على ملخّصات أفضل في عملية الجمع التالية.
en: The GitHub CLI (gh) on this Mac isn't logged in, so issues and Discussions couldn't be read. Run the command below in the Mac terminal to get better briefs from the next collection.
es: La CLI de GitHub (gh) de este Mac no ha iniciado sesión, por lo que no se pudieron leer las incidencias ni las Discussions. Ejecuta el comando siguiente en el terminal del Mac para obtener mejores briefs en la próxima recopilación.
fr: La CLI GitHub (gh) de ce Mac n'est pas connectée, les tickets et les Discussions n'ont donc pas pu être lus. Exécutez la commande ci-dessous dans le terminal du Mac pour obtenir de meilleurs briefs lors de la prochaine collecte.
hi: इस Mac की GitHub CLI (gh) में लॉग इन नहीं है, इसलिए इश्यू और Discussions नहीं पढ़े जा सके। अगली बार बेहतर ब्रीफ़ पाने के लिए Mac टर्मिनल में नीचे दिया कमांड चलाएँ।
ja: この Mac の GitHub CLI（gh）がログインしていないため、Issue や Discussions を読めませんでした。Mac のターミナルで以下を実行すると、次回の収集からより良いブリーフが得られます。
pt_br: A CLI do GitHub (gh) neste Mac não está autenticada, então issues e Discussions não puderam ser lidos. Execute o comando abaixo no terminal do Mac para obter briefs melhores na próxima coleta.
ru: GitHub CLI (gh) на этом Mac не выполнен вход, поэтому задачи и Discussions не удалось прочитать. Выполните команду ниже в терминале Mac, чтобы получать более качественные брифы при следующем сборе.
zh_hans: 此 Mac 上的 GitHub CLI（gh）尚未登录，因此无法读取 issue 和 Discussions。在 Mac 终端中运行以下命令，下次收集即可获得更好的简报。

source: 이 Mac에 인증된 기기와 마지막 접속 시각이에요. 기기를 해제하거나 두 번째 기기를 허용하려면 «기기 관리»로 이동하세요.
ar: هذه هي الأجهزة المُصادَق عليها على هذا الـ Mac ووقت آخر وصول لها. لإلغاء جهاز أو السماح بجهاز ثانٍ، انتقل إلى «إدارة الأجهزة».
en: These are the devices authenticated to this Mac and their last access time. To revoke a device or allow a second device, go to “Manage devices.”
es: Estos son los dispositivos autenticados en este Mac y su última hora de acceso. Para revocar un dispositivo o permitir un segundo dispositivo, ve a «Gestionar dispositivos».
fr: Voici les appareils authentifiés sur ce Mac et leur dernière heure d'accès. Pour révoquer un appareil ou autoriser un second appareil, allez dans « Gérer les appareils ».
hi: ये इस Mac पर प्रमाणित डिवाइस और उनका अंतिम एक्सेस समय हैं। किसी डिवाइस को रद्द करने या दूसरा डिवाइस अनुमति देने के लिए «डिवाइस प्रबंधित करें» पर जाएँ।
ja: このMacに認証されたデバイスと最終アクセス時刻です。デバイスを解除したり2台目を許可するには「デバイスの管理」へ移動してください。
pt_br: Estes são os dispositivos autenticados neste Mac e o horário do último acesso. Para revogar um dispositivo ou permitir um segundo dispositivo, vá em «Gerenciar dispositivos».
ru: Это устройства, аутентифицированные на этом Mac, и время их последнего доступа. Чтобы отозвать устройство или разрешить второе устройство, перейдите в «Управление устройствами».
zh_hans: 这些是已通过此 Mac 认证的设备及其最后访问时间。若要撤销设备或允许第二台设备，请前往“管理设备”。

source: 이 Mac에 인증된 기기와 마지막 접속 시각이에요. 기기를 해제하거나 추가 기기를 허용하려면 «기기 관리»로 이동하세요.
ar: هذه هي الأجهزة المُصرّح لها على هذا الـ Mac وآخر وقت اتصال. لإلغاء تسجيل جهاز أو السماح بأجهزة إضافية، انتقل إلى «إدارة الأجهزة».
en: These are the devices authorized on this Mac and their last connection time. To revoke a device or allow additional devices, go to «Manage devices».
es: Estos son los dispositivos autorizados en este Mac y su última hora de conexión. Para revocar un dispositivo o permitir dispositivos adicionales, ve a «Gestionar dispositivos».
fr: Voici les appareils autorisés sur ce Mac et leur dernière heure de connexion. Pour révoquer un appareil ou autoriser des appareils supplémentaires, allez dans «Gérer les appareils».
hi: ये इस Mac पर अधिकृत डिवाइस और उनका अंतिम कनेक्शन समय हैं। किसी डिवाइस को हटाने या अतिरिक्त डिवाइस की अनुमति देने के लिए «डिवाइस प्रबंधन» पर जाएँ।
ja: この Mac で認証されたデバイスと最終接続時刻です。端末を解除したり、追加のデバイスを許可したりするには «デバイス管理» に移動してください。
pt_br: Estes são os dispositivos autorizados neste Mac e o horário da última conexão. Para revogar um dispositivo ou permitir dispositivos adicionais, vá em «Gerenciar dispositivos».
ru: Это устройства, авторизованные на этом Mac, и время их последнего подключения. Чтобы отозвать устройство или разрешить дополнительные устройства, перейдите в «Управление устройствами».
zh_hans: 这些是此 Mac 上已认证的设备及其最后连接时间。要解除设备或允许额外设备，请前往«设备管理»。
